

[
    {
        "id":1,
        "Card.Img":"/News/news1.jpg",
        "Card.Title":"Severe damages to hydropower projects in Nepal.",
        "Card.Text":"The heavy flood in Hewakhola at around 9:30 PM not only washed away 18 workers along with their tents built on the river bank, but also damaged more than half a dozen structures of the project.",
         "description":"KATHMANDU, Jan 27: On June 14, 2023, the employees working in the under-construction Super Hewakhola hydropower project at Chainpur, Sankhuwasabha, went to sleep after having dinner. The heavy flood in Hewakhola at around 9:30 PM not only washed away 18 workers along with their tents built on the river bank, but also damaged more than half a dozen structures of the project.Keshav Aryal, the director of Ishan Construction Pvt Ltd, who was responsible for the construction of the civil engineering structures of the Super Hewa Khola hydroelectric project, had dinner with the same workers just before the flood. Fortunately, Aryal survived as he left the site an hour and a half before the disaster struck. Of the 18 individuals working on the project, only four bodies were recovered, leaving others unaccounted for.When the flood hit, the ground shook just like the 2015 earthquake. The flood washed away the big boulders and trees,Aryal said, remembering the moment of the flood.Due to the sudden flash flood, those who were sleeping in the tents didn't even get a chance to escape. They were swept away by the flood as we watched them helplessly,he added.Harka Bahadur Tamang, chairman of Super Hewa Khola Power Company Limited, said that the floods in Hewa Khola caused human casualties as well as substantial physical damage.We had never imagined that the flood would hit and cause such great damage, he said.According to Chairman Tamang, the flood damaged more than half a dozen physical structures such as the project's dam, power house, and water storage pond, resulting in a loss of Rs 220 million. He estimates that it will require Rs 500 million to rebuild the structure damaged by the flood.The government is planning to raise the living standards of the people by producing hydropower and increasing consumption of electricity in the country and also by selling surplus energy abroad. But questions have been raised about the sustainability and reliability of this plan of the government due to climate change triggering an unexpected pattern of rainfall.In recent years, heavy floods and landslides have caused loss of lives in various parts of the country due to unseasonal rainfall. This has also affected hydropower projects.In Eastern Nepal, the continuous floods from June 13, 2023 to June 22 caused damage to 11 hydropower projects with a total capacity of 107.54 megawatts.The data released recently by Independent Power Producers Association Nepal (IPPAN) shows that 20 hydropower projects under construction in Sankhuwasabha, Bhojpur, Panchthar, Taplejung with a total capacity of 369.33 megawatts have suffered damages due to floods."
         
    },

    {
        "id":2,
        "Card.Img":"/News/news2.jpg",
        "Card.Title":"Cabinet Approves Rs 5,792-Crore Investment In SJVN's Nepal Hydro Project.",
        "Card.Text":"The 669-megawatt Lower Arun- hydro electric project is located downstream of another 900 MW plant on the river Arun in the Sankhuwasabha district of Nepal.",
        "description":"The Cabinet Committee on Economic Affairs, headed by Prime Minister Narendra Modi, has approved an investment of Rs 5,792 crore in a hydropower project in Nepal, which is being developed by SJVN Ltd. The 669-megawatt Lower Arun hydroelectric project is located downstream of another 900 MW plant on the river Arun in the Sankhuwasabha district of Nepal. This project is designed to generate 2,900 million units of energy annually. Government-run SJVN bagged the project last year through international competitive bidding and the project is being implemented on build-own-operate and transfer basis with active support from the Indian government.The mega hydel power project is expected to be commissioned within five years. The generated power will be sold to India via a transmission line up to Sitamarhi, Bihar. Last month, SJVN received an investment from the Indian Renewable Energy Development Agency Ltd. of Rs 290 crore through special purpose vehicles for setting up a 900 MW Upper Karnali hydropower project in Nepal.The project is in advanced stages of development and will be the country's largest hydropower plant after completion. It will be connected to the Indian grid through dedicated transmission lines, which will be developed by GMR Group through a Nepal-based subsidiary. Shares of SJVN closed 1.74% lower at Rs 143.9 apiece, ahead of the announcement, compared to a 1.08% decline in the benchmark BSE Sensex."
    },
    {
        "id":3,
        "Card.Img":"/News/news3.jpg",
        "Card.Title":"Bhote Koshi starts test generation.",
        "Card.Text":"The project faced multiple delays as it was affected by severe floods three and half years ago.The project started test generation after completing renovation of structures damaged by the floods.",
        "description":"SINDHUPALCHOWK, Dec 9: Bhote Koshi Hydropower Project (45 MW) has started power generation from Saturday.The project faced multiple delays as it was affected by severe floods three and half years ago. The project started test generation after completing renovation of structures damaged by the floods.Bikram Ratna Sthapit, general manager of Bhote Koshi Power Company, said that the project started test generation at 12 noon.Electricity generated by the project has been connected to the national grid,he said, adding that the project will begin commercial generation after completion of 15-day test generation.It took 20 months for the company to reconstruct structures damaged by the floods.We got permission to start test generation after Nepal Electricity Authority completed examining our structures and plant,Sthapit added. According to him, officials of the NEA studied the project for eight days. We have tested both units of the plant. However, the plant is running to its full capacity as water flow in the river falls during winter months,he added. The plant is producing 22-25 MW at present,he added. Water flow in Bhote Koshi River starts increasing from mid-March. The project will operate to its full capacity from mid-July, according to the project.Chinese firm Sino Hydro 11 Bureau rebuilt the project on a 'fast track mode', said Sthapit. The project had to invest another Rs 7 billion for reconstruction works.The floods had submerged the project's dam located in 10 Kilo area and deposited huge boulders and debris which also damaged other head works. The project was first hit by the 2015 earthquakes. Floods struck the project site when 80% of post-quake reconstruction was already completed, according to the company.We lost nearly 60% of the project cost due to the earthquakes and floods,said Sthapit, adding that the project cost has climbed to Rs 17 billion, up from the estimated Rs 10 billion.Before the 2015 earthquakes, landslide of Jure had damaged transmission line of the project which halted power generation for nearly six months. Earthquake struck the project again four months after it had repaired the transmission line.As the project has not been able to start generation since 2014, it is losing revenue of US$ 22-24 million annually, according to Sthapit."
       
    }
    
]
